#+TITLE: Term frequency with transducers

*** Running the program

#+name: transducers-in-ruby
#+BEGIN_SRC sh :dir src/prog-styles/transducers-in-ruby/
bundle exec ruby run.rb
#+END_SRC

#+RESULTS: transducers-in-ruby
#+include: "org/prog-styles/results.org"
